<!DOCTYPE html>
<html lang="ru">
<head>
	<meta charset="UTF-8">
	<title>Программирование на языке PHP</title>
</head>
<body>

	<h1>Основы программирования</h1>
	<h2>Строки</h2>
	<hr>
	<h2>Все будет правильно, на этом построен мир</h2>
	
	<?php
echo '<p>Дав арестованному договорить, Пилат изменил свой первоначальный замысел и решил не спорить с ним, а закончить допрос. Он сказал:<br> - \'Так ты утверждаешь, что не призывал разрушить... или поджечь, или каким-либо иным способом уничтожить храм?\'</p>';

echo '<p>- \'Я, игемон, никогда не призывал к подобным действиям, повторяю.\'</p>';

echo '<p>- \'Так поклянись своей жизнью, что этого не было,\' - сказал прокуратор и улыбнулся какой-то страшной улыбкой. - \'Ею клясться самое время, так как она висит на волоске, помни это.\'</p>';

echo '<p>- \'Не думаешь ли ты, что ты ее подвесил, игемон?\' - спросил арестант. - \'Если это так, то ты сильно ошибаешься.\'</p>';

echo '<p>Пилат вздрогнул и ответил сквозь зубы: - \'Но я легко могу перерезать этот волосок.\'</p>';

echo '<p>- \'И в этом ты ошибаешься,\' - светло улыбаясь, возразил арестант, - \'согласись, что перерезать волосок уж наверно может лишь тот, кто подвесил?\'</p>';

echo '<p>- \'Так, так\' - улыбнувшись, сказал Пилат, - \'теперь я не сомневаюсь, что праздные зеваки в Ершалаиме ходили за тобой по пятам.\' <br>После этих слов у него, уже в светлой голове, отчетливо сложилась формула приговора... игемон разобрал дело бродячего философа Иешуа и состава преступления в нем не нашел.</p>';
?>

</body>
</html>