<?php
	// инициализация массива
	$educations = array (
		array (
		'id' => 5, 
		'institution' => 'Московский государственный институт электронной техники (технический университет) ', 
		'qualification' => 'Факультет инфокоммуникационных технологий', 
		'specialty' => 'Программное обеспечение радиоэлектронных систем', 
		'year_receipts' => 2005, 
		'year_release' => 2010, 
		'note' => ''
		),
		array (
		'id' => 12, 
		'institution' => 'Санкт-Петербургский государственный университет (СПбГУ)', 
		'qualification' => 'Информационные системы и технологии', 
		'specialty' => 'Безопасность киберфизических систем', 
		'year_receipts' => 1993, 
		'year_release' => 1998, 
		'note' => ''		
		)
	);